[
    {
        "text": "Не волнуйтесь, если что-то не работает. Если бы всё работало, вас бы уволили.",
        "author": "Mosher’s Law of Software Engineering"
    },

    {
        "text": "В теории, теория и практика неразделимы. На практике это не так.",
        "author": "Yoggi Berra"
    },

    {
        "text": "Многие из вас знакомы с достоинствами программиста. Их всего три, и разумеется это: лень, нетерпеливость и гордыня.",
        "author": "Larry Wall"
    },

    {
        "text": "Два самых известных продукта, созданных в Университете Беркли — это UNIX и LSD. Это не может быть просто совпадением.",
        "author": "Jeremy S. Anderson"
    },

    {
        "text": "Всегда пишите код так, будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете.",
        "author": "Martin Golding"
    },

    {
        "text": "Если вы дадите человеку программу, то займете его на один день. Если вы научите человека программировать, то займете его на всю жизнь.",
        "author": "Waseem Latif"
    },

    {
        "text": "Язык, который не меняет вашего представления о программировании, недостоин изучения.",
        "author": "Alan J. Perlis"
    },

    {
        "text": "Иногда лучшие программы создаются на бумажке. Запрограммировать их — второстепенная вещь.",
        "author": "Max Kanat-Alexander"
    },

    {
        "text": "Любой дурак сможет написать код, который поймет машина. Хорошие программисты пишут код, который сможет понять человек.",
        "author": "Martin Fowler"
    },

    {
        "text": "Программирование — это разбиение чего-то большого и невозможного на что-то маленькое и вполне реальное.",
        "author": "Jazzwant"
    },

    {
        "text": "Программисты — не математики, как бы нам этого ни хотелось.",
        "author": "Richard P. Gabriel"
    },

    {
        "text": "Простота — залог надежности.",
        "author": "Edsger W. Dijkstra"
    },

    {
        "text": "Работает? Не трогай.",
        "author": "Любой программист"
    },

    {
        "text": "Насколько проще было бы писать программы, если бы не заказчики.",
        "author": "R. S. Martin"
    },

    {
        "text": "640 Кб должно хватить для любых задач.",
        "author": "Bill Gates"
    },

    {
        "text": "Помните, что обычно есть решение проще и быстрее того, что первым приходит вам в голову.",
        "author": "Donald Knuth"
    },

    {
        "text": "Лень — главное достоинство программиста.",
        "author": "Larry Wall"
    },

    {
        "text": "Думаю, это будет новой фичей. Только не говорите никому, что она возникла случайно.",
        "author": "Larry Wall"
    },

    {
        "text": "Программа, которая не тестировалась, не является рабочей.",
        "author": "Bjarne Stroustrup"
    },

    {
        "text": "Нельзя доверять коду, который вы не написали полностью сами.",
        "author": "Ken Thompson"
    },

    {
        "text": "Основная проблема программистов состоит в том, что их ошибки невозможно предугадать.",
        "author": "Seymour Cray"
    },

    {
        "text": "Способ использования интеллекта важнее, чем его уровень.",
        "author": "C. MacConnell"
    },

    {
        "text": "Программирование — это как бить себя по лицу: рано или поздно ваш нос будет кровоточить.",
        "author": "Kyle Woodbury"
    },

    {
        "text": "Магия перестаёт существовать после того, как вы понимаете, как она работает.",
        "author": "Tim Berners-Lee"
    },

    {
        "text": "Мы не можем перекладывать свои ошибки на используемые технологии.",
        "author": "Tim Berners-Lee"
    },

    {
        "text": "У людей аллергия на перемены.",
        "author": "Grace Hopper"
    },

    {
        "text": "Одно аккуратное измерение стоит тысячи мнений экспертов.",
        "author": "Grace Hopper"
    },

    {
        "text": "Некоторые проблемы лучше не решать, а избегать.",
        "author": "Tony Hoare"
    },

    {
        "text": "Легче изобрести будущее, чем предсказать его.",
        "author": "Alan Kay"
    },

    {
        "text": "Если вы наслаждаетесь используемыми инструментами, то работа будет выполнена успешно.",
        "author": "Donald Knuth"
    },

    {
        "text": "Дизайн языка программирования — это как прогулка по парку. Парку Юрского Периода.",
        "author": "Larry Wall"
    }
]